Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: Afghanistan, Algeria, Angola, Antigua and Barbuda, Argentina, Armenia, Azerbaijan, Bahamas, Bahrain, Bangladesh, Barbados, Belarus, Belize, Benin, Bhutan, Bolivia, Botswana, Brazil, Brunei Darussalam, Burundi, Cambodia, Cameroon, Cape Verde, Chile, China, Colombia, Comoros, Costa Rica, Côte d'Ivoire, Cuba, Democratic People's Republic of Korea, Democratic Republic of the Congo, Djibouti, Dominica, Dominican Republic, Ecuador, Egypt, El Salvador, Eritrea, Ethiopia, Gabon, Gambia, Ghana, Grenada, Guatemala, Guinea, Guyana, Haiti, Honduras, India, Indonesia, Iran (Islamic Republic of), Iraq, Israel, Jamaica, Jordan, Kazakhstan, Kenya, Kuwait, Kyrgyzstan, Lao People's Democratic Republic, Lesotho, Libyan Arab Jamahiriya, Madagascar, Malawi, Malaysia, Maldives, Mauritania, Mauritius, Mexico, Mongolia, Morocco, Mozambique, Myanmar, Namibia, Nicaragua, Niger, Nigeria, Oman, Pakistan, Paraguay, Peru, Philippines, Qatar, Russian Federation, Rwanda, Saint Lucia, Saint Vincent and the Grenadines, Saudi Arabia, Senegal, Singapore, Somalia, South Africa, Sudan, Suriname, Syrian Arab Republic, Tajikistan, Thailand, Timor-Leste, Togo, Trinidad and Tobago, Tunisia, Turkmenistan, Tuvalu, Uganda, United Arab Emirates, United Republic of Tanzania, Uruguay, Uzbekistan, Venezuela (Bolivarian Republic of), Viet Nam, Yemen, Zambia, Zimbabwe.
fr: Afghanistan, Afrique du Sud, Algérie, Angola, Antigua-et-Barbuda, Arabie saoudite, Argentine, Arménie, Azerbaïdjan, Bahamas, Bahreïn, Bangladesh, Barbade, Bélarus, Belize, Bénin, Bhoutan, Bolivie, Botswana, Brésil, Brunéi Darussalam, Burundi, Cambodge, Cameroun, Cap-Vert, Chili, Chine, Colombie, Comores, Costa Rica, Côte d'Ivoire, Cuba, Djibouti, Dominique, Égypte, El Salvador, Émirats arabes unis, Équateur, Érythrée, Éthiopie, Fédération de Russie, Gabon, Gambie, Ghana, Grenade, Guatemala, Guinée, Guyana, Haïti, Honduras, Inde, Indonésie, Iran (République islamique d'), Iraq, Israël, Jamahiriya arabe libyenne, Jamaïque, Jordanie, Kazakhstan, Kenya, Kirghizistan, Koweït, Lesotho, Madagascar, Malaisie, Malawi, Maldives, Maroc, Maurice, Mauritanie, Mexique, Mongolie, Mozambique, Myanmar, Namibie, Nicaragua, Niger, Nigéria, Oman, Ouganda, Ouzbékistan, Pakistan, Paraguay, Pérou, Philippines, Qatar, République arabe syrienne, République démocratique du Congo, République démocratique populaire lao, République dominicaine, République populaire démocratique de Corée, République-Unie de Tanzanie, Rwanda, Sainte-Lucie, Saint-Vincent-et-les Grenadines, Sénégal, Singapour, Somalie, Soudan, Suriname, Tadjikistan, Thaïlande, Timor-Leste, Togo, Trinité-et-Tobago, Tunisie, Turkménistan, Tuvalu, Uruguay, Venezuela (République bolivarienne du), Viet Nam, Yémen, Zambie, Zimbabwe.

source: Japan, Marshall Islands, Micronesia (Federated States of), United States of America.
fr: États-Unis d'Amérique, Iles Marshall, Japon, Micronésie (États fédérés de).

source: Albania, Andorra, Australia, Austria, Belgium, Bosnia and Herzegovina, Bulgaria, Burkina Faso, Canada, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Fiji, Finland, France, Georgia, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Monaco, Nepal, Netherlands, New Zealand, Norway, Palau, Panama, Papua New Guinea, Poland, Portugal, Republic of Korea, Republic of Moldova, Romania, Samoa, San Marino, Serbia and Montenegro, Slovakia, Slovenia, Solomon Islands, Spain, Sri Lanka, Sweden, Switzerland, the former Yugoslav Republic of Macedonia, Turkey, Ukraine, United Kingdom of Great Britain and Northern Ireland, Vanuatu.
fr: Albanie, Allemagne, Andorre, Australie, Autriche, Belgique, Bosnie-Herzégovine, Bulgarie, Burkina Faso, Canada, Chypre, Croatie, Danemark, Espagne, Estonie, ex-République yougoslave de Macédoine, Fidji, Finlande, France, Géorgie, Grèce, Hongrie, Iles Salomon, Irlande, Islande, Italie, Lettonie, Liechtenstein, Lituanie, Luxembourg, Malte, Monaco, Népal, Norvège, Nouvelle-Zélande, Palaos, Panama, Papouasie-Nouvelle-Guinée, Pays-Bas, Pologne, Portugal, République de Corée, République de Moldova, République tchèque, Roumanie, Royaume-Uni de Grande-Bretagne et d'Irlande du Nord, Saint-Marin, Samoa, Serbie-et-Monténégro, Slovaquie, Slovénie, Sri Lanka, Suède, Suisse, Turquie, Ukraine, Vanuatu.

source: Draft resolution I was adopted by 114 votes to 4, with 57 abstentions (resolution 60/143).
fr: Par 114 voix contre 4, avec 57 abstentions, le projet de résolution I est adopté (résolution 60/143).

source: [Subsequently the delegation of Lebanon informed the Secretariat that it had intended to vote in favour. ]
fr: [La délégation du Liban a ultérieurement informé le Secrétariat qu'elle entendait voter pour]

source: Afghanistan, Albania, Algeria, Andorra, Angola, Antigua and Barbuda, Argentina, Armenia, Austria, Azerbaijan, Bahamas, Bahrain, Bangladesh, Barbados, Belarus, Belgium, Belize, Benin, Bhutan, Bolivia, Bosnia and Herzegovina, Botswana, Brazil, Brunei Darussalam, Bulgaria, Burkina Faso, Burundi, Cambodia, Cameroon, Cape Verde, Chile, China, Colombia, Comoros, Costa Rica, Côte d'Ivoire, Croatia, Cuba, Cyprus, Czech Republic, Democratic People's Republic of Korea, Democratic Republic of the Congo, Denmark, Djibouti, Dominica, Dominican Republic, Ecuador, Egypt, El Salvador, Eritrea, Estonia, Ethiopia, Fiji, Finland, France, Gabon, Gambia, Georgia, Germany, Ghana, Greece, Grenada, Guatemala, Guinea, Guinea-Bissau, Guyana, Haiti, Honduras, Hungary, Iceland, India, Indonesia, Iran (Islamic Republic of), Iraq, Ireland, Italy, Jamaica, Japan, Jordan, Kazakhstan, Kenya, Kuwait, Kyrgyzstan, Lao People's Democratic Republic, Latvia, Lebanon, Lesotho, Libyan Arab Jamahiriya, Liechtenstein, Lithuania, Luxembourg, Madagascar, Malawi, Malaysia, Maldives, Mali, Malta, Mauritania, Mauritius, Mexico, Micronesia (Federated States of), Monaco, Mongolia, Morocco, Mozambique, Myanmar, Namibia, Nepal, Netherlands, New Zealand, Nicaragua, Niger, Nigeria, Norway, Oman, Pakistan, Panama, Papua New Guinea, Paraguay, Peru, Philippines, Poland, Portugal, Qatar, Republic of Korea, Republic of Moldova, Romania, Russian Federation, Rwanda, Saint Lucia, Saint Vincent and the Grenadines, Samoa, San Marino, Saudi Arabia, Senegal, Serbia and Montenegro, Singapore, Slovakia, Slovenia, Solomon Islands, Somalia, South Africa, Spain, Sri Lanka, Sudan, Suriname, Sweden, Switzerland, Syrian Arab Republic, Tajikistan, Thailand, the former Yugoslav Republic of Macedonia, Timor-Leste, Togo, Tonga, Trinidad and Tobago, Tunisia, Turkey, Turkmenistan, Uganda, Ukraine, United Arab Emirates, United Kingdom of Great Britain and Northern Ireland, United Republic of Tanzania, Uruguay, Uzbekistan, Vanuatu, Venezuela (Bolivarian Republic of), Viet Nam, Yemen, Zambia, Zimbabwe.
fr: Afghanistan, Afrique du Sud, Albanie, Algérie, Allemagne, Andorre, Angola, Antigua-et-Barbuda, Arabie saoudite, Argentine, Arménie, Autriche, Azerbaïdjan, Bahamas, Bahreïn, Bangladesh, Barbade, Bélarus, Belgique, Belize, Bénin, Bhoutan, Bolivie, Bosnie-Herzégovine, Botswana, Brésil, Brunéi Darussalam, Bulgarie, Burkina Faso, Burundi, Cambodge, Cameroun, Cap-Vert, Chili, Chine, Chypre, Colombie, Comores, Costa Rica, Côte d'Ivoire, Croatie, Cuba, Danemark, Djibouti, Dominique, Égypte, El Salvador, Émirats arabes unis, Équateur, Érythrée, Espagne, Estonie, Éthiopie, ex-République yougoslave de Macédoine, Fédération de Russie, Fidji, Finlande, France, Gabon, Gambie, Géorgie, Ghana, Grèce, Grenade, Guatemala, Guinée, Guinée-Bissau, Guyana, Haïti, Honduras, Hongrie, Iles Salomon, Inde, Indonésie, Iran (République islamique d'), Iraq, Irlande, Islande, Italie, Jamahiriya arabe libyenne, Jamaïque, Japon, Jordanie, Kazakhstan, Kenya, Kirghizistan, Koweït, Lesotho, Lettonie, Liban, Liechtenstein, Lituanie, Luxembourg, Madagascar, Malaisie, Malawi, Maldives, Mali, Malte, Maroc, Maurice, Mauritanie, Mexique, Micronésie (États fédérés de), Monaco, Mongolie, Mozambique, Myanmar, Namibie, Népal, Nicaragua, Niger, Nigéria, Norvège, Nouvelle-Zélande, Oman, Ouganda, Ouzbékistan, Pakistan, Panama, Papouasie-Nouvelle-Guinée, Paraguay, Pays-Bas, Pérou, Philippines, Pologne, Portugal, Qatar, République arabe syrienne, République de Corée, République de Moldova, République démocratique du Congo, République démocratique populaire lao, République dominicaine, République populaire démocratique de Corée, République tchèque, République-Unie de Tanzanie, Roumanie, Royaume-Uni de Grande-Bretagne et d'Irlande du Nord, Rwanda, Sainte-Lucie, Saint-Marin, Saint-Vincent-et-les Grenadines, Samoa, Sénégal, Serbie-et-Monténégro, Singapour, Slovaquie, Slovénie, Somalie, Soudan, Sri Lanka, Suède, Suisse, Suriname, Tadjikistan, Thaïlande, Timor-Leste, Togo, Tonga, Trinité-et-Tobago, Tunisie, Turkménistan, Turquie, Ukraine, Uruguay, Vanuatu, Venezuela (République bolivarienne du), Viet Nam, Yémen, Zambie, Zimbabwe.

source: Australia, Canada, Palau, Tuvalu.
fr: Australie, Canada, Palaos, Tuvalu.

source: Draft resolution II was adopted by 172 votes to 3, with 4 abstentions (resolution 60/144).
fr: Par 172 voix contre 3, avec 4 abstentions, le projet de résolution II est adopté (résolution 60/144).

source: The President: The Assembly will now turn to the draft decision, entitled “Report of the Secretary-General under agenda item 69”.
fr: Le Président (parle en anglais) : L'Assemblée va à présent examiner le projet de décision, intitulé « Rapport du Secrétaire général présenté au titre du point 69 de l'ordre du jour ».

source: May I take it that the General Assembly decides to adopt the draft decision recommended by the Third Committee in paragraph 22 of its report?
fr: Puis-je considérer que l'Assemblée décide d'adopter le projet de décision recommandé par la Troisième Commission au paragraphe 22 de son rapport?

source: Report of the Third Committee (A/60/508)
fr: Rapport de la Troisième Commission (A/60/508)

source: The President: The Assembly has before it two draft resolutions recommended by the Third Committee in paragraph 17 of its report in document A/60/508 and one draft decision recommended by the Third Committee in paragraph of 18 of the same report.
fr: Le Président (parle en anglais) : L'Assemblée est saisie de deux projets de résolution recommandés par la Troisième Commission au paragraphe 17 de son rapport publié sous la cote A/60/508, et d'un projet de décision recommandé par la Troisième Commission au paragraphe 18 du même rapport.

source: I call on the representative of the United States to speak in explanation of vote.
fr: Je donne à présent la parole au représentant des États-Unis qui souhaite faire une déclaration pour expliquer son vote.

source: Mr. Godard (United States of America): The United States has worked continuously to support the social and economic development, as well as legitimate political aspirations, of the Palestinian people.
fr: M. Godard (États-Unis d'Amérique) (parle en anglais) : Les États-Unis se sont toujours efforcés d'appuyer le développement social et économique ainsi que les aspirations politiques légitimes du peuple palestinien.

source: The level of United States assistance for Palestinians' needs compares favourably to that of any other country in the world.
fr: Le niveau d'assistance accordé par les États-Unis pour répondre aux besoins des Palestiniens soutient la comparaison avec celui offert à tout autre pays dans le monde.

source: The United States has no quarrel with the “right of the Palestinian people to self-determination”.
fr: Les États-Unis n'ont rien contre le « droit du peuple palestinien à l'autodétermination ».

source: President Bush articulated clearly that the United States objective is two sovereign, democratic States — Israel and Palestine — living side by side in peace and security.
fr: Le Président Bush a clairement expliqué que l'objectif des États-Unis consiste à faire en sorte que deux États souverains et démocratiques - Israël et la Palestine - vivent côte à côte dans la paix et la sécurité.

source: The United States, working with the Palestinian Authority and the international community, has focused substantial resources on strengthening the Palestinian Authority's institutions and providing assistance to ensure democratic elections.
fr: Les États-Unis, en collaboration avec l'Autorité palestinienne et la communauté internationale, ont consacré des ressources importantes à la consolidation des institutions de l'Autorité palestinienne et à la fourniture d'une assistance pour garantir la tenue d'élections démocratiques.

source: President Bush recently welcomed Palestinian Authority President Abbas to the White House.
fr: Le Président Bush a récemment accueilli à la Maison Blanche le Président Abbas de l'Autorité palestinienne.

source: Recent progress on the ground, including the withdrawal of Israeli forces from Gaza, and the 15 November Agreement on Movement and Access between Israel and the Palestinian Authority are historic and show that progress is made when Israeli and Palestinian officials work together with the support of the international community.
fr: Des progrès récents sur le terrain, notamment le retrait des forces israéliennes de Gaza et l'Accord sur les déplacements et l'accès conclu le 15 novembre entre Israël et l'Autorité palestinienne, sont historiques et donnent la preuve que des progrès peuvent être réalisés quand les responsables israéliens et palestiniens travaillent main dans la main avec le concours de la communauté internationale.

source: In this regard, the opening of Rafah on 25 November marked an important step in building trust between the parties as we work to renew progress along the road map.
fr: À cet égard, l'ouverture du point de passage de Rafah le 25 novembre a constitué une mesure de confiance importance entre les parties dans le cadre de la recherche de nouveaux progrès dans l'esprit de la Feuille de route.

source: The United States cannot support the draft resolution under consideration.
fr: Les États-Unis ne peuvent pas appuyer le projet de résolution à l'examen.

source: The draft resolution and others like it reflect an outdated approach conceived when the Palestinian people lacked democratic leadership and believed that the solution to their problems lay in the United Nations.
fr: Le projet de résolution et d'autres comme lui reflètent une approche dépassée définie au moment où le peuple palestinien n'avait pas de dirigeants démocratiques et pensait que la solution de ses problèmes passait par l'ONU.

source: There is a role for the United Nations in this issue, but that role is in supporting the two parties to the conflict.
fr: L'ONU a un rôle à jouer à cet égard, mais ce rôle consiste à appuyer les deux parties au conflit.

source: One-sided resolutions from the Assembly undermine the credibility of the United Nations and, ultimately, its effectiveness.
fr: Des résolutions iniques de l'Assemblée sapent la crédibilité de l'ONU et, en fin de compte, son efficacité.

source: The President: A number of representatives have indicated to the Secretariat that their names were not included in the list of sponsors of draft resolution II, entitled “The right of the Palestinian people to self-determination”, contained in document A/60/508.
fr: Le Président (parle en anglais) : Un certain nombre de représentants ont indiqué au Secrétariat que leurs noms ne figuraient pas sur la liste des auteurs du projet de résolution II, intitulé « Le droit du peuple palestinien à l'autodétermination », dans le document A/60/508.

source: In that connection, I give the floor to the Director of the General Assembly and Economic and Social Council Affairs Division of the Department for General Assembly and Conference Management.
fr: À ce propos, je donne la parole à la Directrice de la Division des affaires de l'Assemblée générale et du Conseil économique et social au Département de l'Assemblée générale et de la gestion des conférences.

source: Ms. Kelley (Director, General Assembly and Economic and Social Council Affairs Division, Department for General Assembly and Conference Management): Regrettably, document A/60/508 failed to list the names of the additional sponsors of draft resolution II, entitled “The right of the Palestinian people to self-determination”.
fr: Mme Kelley (Directrice de la Division des affaires de l'Assemblée générale et du Conseil économique et social au Département de l'Assemblée générale et de la gestion des conférences) (parle en anglais) : Malheureusement, le document A/60/508 ne contenait pas la liste des coauteurs supplémentaires du projet de résolution II, intitulé « Droit du peuple palestinien à l'autodétermination ».

source: I would like for the record to read out those names and to assure the Assembly that they will be included in the final version of the report.
fr: Je voudrais officiellement vous donner lecture du nom des coauteurs supplémentaires et assurer l'Assemblée qu'ils seront inclus dans la version finale du rapport.

source: The additional sponsors of draft resolution II, on the right of the Palestinian people to self-determination, are: Andorra, Armenia, Barbados, Belarus, Belgium, Benin, Brazil, Brunei Darussalam, Bulgaria, Burkina Faso, the Comoros, Costa Rica, the Democratic Republic of the Congo, Ecuador, Finland, France, Greece, Guinea, Guyana, Hungary, Iceland, India, Ireland, Lesotho, Liechtenstein, Malta, Monaco, Mozambique, Myanmar, Niger, Norway, Portugal, Romania, Saint Lucia, Slovakia, Slovenia, Spain, Sweden, Turkey, the United Republic of Tanzania, Viet Nam, Zambia and Zimbabwe.
fr: Les coauteurs supplémentaires du projet de résolution II sur le droit du peuple palestinien à l'autodétermination sont : Andorre, Arménie, Barbade, Bélarus, Belgique, Bénin, Brésil, Brunéi Darussalam, Bulgarie, Burkina Faso, Comores, Costa Rica, Équateur, Espagne, Finlande, France, Grèce, Guinée, Guyana, Hongrie, Inde, Irlande, Islande, Lesotho, Liechtenstein, Malte, Monaco, Mozambique, Myanmar, Niger, Norvège, Portugal, République démocratique du Congo, République-Unie de Tanzanie, Roumanie, Sainte-Lucie, Slovaquie, Slovénie, Suède, Turquie, Viet Nam, Zambie et Zimbabwe.

source: The President: We will now take a decision on draft resolutions I and II and on the draft decision.
fr: Le Président (parle en anglais) : Nous allons maintenant nous prononcer sur les projets de résolutions I et II et sur le projet de décision.

source: Draft resolution I was adopted (resolution 60/145).
fr: Le projet de résolution I est adopté (résolution 60/145).

source: The President: Draft resolution II is entitled “The right of the Palestinian people to self-determination”.
fr: Le Président (parle en anglais) : Le projet de résolution II est intitulé « Le droit du peuple palestinien à l'autodétermination ».

source: Afghanistan, Albania, Algeria, Andorra, Angola, Antigua and Barbuda, Argentina, Armenia, Austria, Azerbaijan, Bahamas, Bahrain, Bangladesh, Barbados, Belarus, Belgium, Belize, Benin, Bhutan, Bolivia, Bosnia and Herzegovina, Botswana, Brazil, Brunei Darussalam, Bulgaria, Burkina Faso, Burundi, Cambodia, Cameroon, Canada, Cape Verde, Chile, China, Colombia, Comoros, Costa Rica, Côte d'Ivoire, Croatia, Cuba, Cyprus, Czech Republic, Democratic People's Republic of Korea, Democratic Republic of the Congo, Denmark, Djibouti, Dominica, Dominican Republic, Ecuador, Egypt, El Salvador, Eritrea, Estonia, Ethiopia, Fiji, Finland, France, Gabon, Gambia, Georgia, Germany, Ghana, Greece, Guatemala, Guinea, Guinea-Bissau, Guyana, Haiti, Honduras, Hungary, Iceland, India, Indonesia, Iran (Islamic Republic of), Iraq, Ireland, Italy, Jamaica, Japan, Jordan, Kazakhstan, Kenya, Kuwait, Kyrgyzstan, Lao People's Democratic Republic, Latvia, Lebanon, Lesotho, Libyan Arab Jamahiriya, Liechtenstein, Lithuania, Luxembourg, Madagascar, Malawi, Malaysia, Maldives, Mali, Malta, Mauritania, Mauritius, Mexico, Monaco, Mongolia, Morocco, Mozambique, Myanmar, Namibia, Nepal, Netherlands, New Zealand, Nicaragua, Niger, Nigeria, Norway, Oman, Pakistan, Panama, Papua New Guinea, Paraguay, Peru, Philippines, Poland, Portugal, Qatar, Republic of Korea, Republic of Moldova, Romania, Russian Federation, Rwanda, Saint Lucia, Saint Vincent and the Grenadines, Samoa, San Marino, Saudi Arabia, Senegal, Serbia and Montenegro, Singapore, Slovakia, Slovenia, Solomon Islands, Somalia, South Africa, Spain, Sri Lanka, Sudan, Suriname, Sweden, Switzerland, Syrian Arab Republic, Tajikistan, Thailand, the former Yugoslav Republic of Macedonia, Timor-Leste, Togo, Trinidad and Tobago, Tunisia, Turkey, Turkmenistan, Uganda, Ukraine, United Arab Emirates, United Kingdom of Great Britain and Northern Ireland, United Republic of Tanzania, Uruguay, Uzbekistan, Vanuatu, Venezuela (Bolivarian Republic of), Viet Nam, Yemen, Zambia, Zimbabwe.
fr: Afghanistan, Afrique du Sud, Albanie, Algérie, Allemagne, Andorre, Angola, Antigua-et-Barbuda, Arabie saoudite, Argentine, Arménie, Autriche, Azerbaïdjan, Bahamas, Bahreïn, Bangladesh, Barbade, Bélarus, Belgique, Belize, Bénin, Bhoutan, Bolivie, Bosnie-Herzégovine, Botswana, Brésil, Brunéi Darussalam, Bulgarie, Burkina Faso, Burundi, Cambodge, Cameroun, Canada, Cap-Vert, Chili, Chine, Chypre, Colombie, Comores, Costa Rica, Côte d'Ivoire, Croatie, Cuba, Danemark, Djibouti, Dominique, Égypte, El Salvador, Émirats arabes unis, Équateur, Érythrée, Espagne, Estonie, Éthiopie, ex-République yougoslave de Macédoine, Fédération de Russie, Fidji, Finlande, France, Gabon, Gambie, Géorgie, Ghana, Grèce, Guatemala, Guinée, Guinée-Bissau, Guyana, Haïti, Honduras, Hongrie, Iles Salomon, Inde, Indonésie, Iran (République islamique d'), Iraq, Irlande, Islande, Italie, Jamahiriya arabe libyenne, Jamaïque, Japon, Jordanie, Kazakhstan, Kenya, Kirghizistan, Koweït, Lesotho, Lettonie, Liban, Liechtenstein, Lituanie, Luxembourg, Madagascar, Malaisie, Malawi, Maldives, Mali, Malte, Maroc, Maurice, Mauritanie, Mexique, Monaco, Mongolie, Mozambique, Myanmar, Namibie, Népal, Nicaragua, Niger, Nigéria, Norvège, Nouvelle-Zélande, Oman, Ouganda, Ouzbékistan, Pakistan, Panama, Papouasie-Nouvelle-Guinée, Paraguay, Pays-Bas, Pérou, Philippines, Pologne, Portugal, Qatar, République arabe syrienne, République de Corée, République de Moldova, République démocratique du Congo, République démocratique populaire lao, République dominicaine, République populaire démocratique de Corée, République tchèque, République-Unie de Tanzanie, Roumanie, Royaume-Uni de Grande-Bretagne et d'Irlande du Nord, Rwanda, Sainte-Lucie, Saint-Marin, Saint-Vincent-et-les Grenadines, Samoa, Sénégal, Serbie-et-Monténégro, Singapour, Slovaquie, Slovénie, Somalie, Soudan, Sri Lanka, Suède, Suisse, Suriname, Tadjikistan, Thaïlande, Timor-Leste, Togo, Trinité-et-Tobago, Tunisie, Turkménistan, Turquie, Ukraine, Uruguay, Vanuatu, Venezuela (République bolivarienne du), Viet Nam, Yémen, Zambie, Zimbabwe.

source: Draft resolution II was adopted by 170 votes to 5, with 1 abstention (resolution 60/146).
fr: Par 170 voix contre 5, avec une abstention, le projet de résolution II est adopté (résolution 60/146).

source: The President: The draft decision is entitled “Documents considered by the General Assembly in connection with the question of the rights of peoples to self-determination”.
fr: Le Président (parle en anglais) : Le projet de décision est intitulé « Documents examinés par l'Assemblée générale touchant la question du droit des peuples à l'autodétermination ».

source: May I take it that the Assembly wishes to adopt the draft decision recommended by the Third Committee in paragraph 18 of its report?
fr: Puis-je considérer que l'Assemblée décide d'adopter le projet de décision recommandé par la Troisième Commission au paragraphe 18 de son rapport?
